{
    "Pages":[
        {
            "Paragraph": "The running shoe is a relatively new invention (just over 200 years old). In 1832 the first breakthrough was made when Wait Webster patented a process whereby rubber soles could be attracted to leather shoes and boots. This led to the creation ofPlimsolls, which were widely worn by children."
           
        },
        {
            "Paragraph": "The father of the modern running shoe was Adolf Dassler who began making shoes in 1920. By 1936 his shoes were internationally acknowledged as the best and were worn by athletes of the calibre of Jesse Owens.In 1948 he founded Addas but the company was soon to split into Addas (later known as Adidas) and Puma. To give support to the running shoe Dassler added three side strips to the shoe which first appeared in 1949."
           
        },
        {
            "Paragraph": "In 1936 the U.S. basketball team adopted the Converse Chucks as the official shoe. In the same year Dassler’s running shoes were worn at the Berlin Olympics. By the 1950s famous runners were supplied shoes free. At the discretion of the athlete, they either wore socks or not."
            
        },
        {
             "Paragraph": "In 1962, New Balance introduced the first scientifically tested shoe and this weighed 96 grams. In1968 brush spikes were introduced and replaced the traditional four spike running shoe. The first big innovation for Nike came in 1972 when Bowerman poured rubber into a waffle iron in his kitchen. This was the birth of the waffle sole as well as the bestselling running shoe in the country. In 1973 track athlete Steve Protonate became the first major track person to wear Nikes."
        },
        {    
            "Paragraph": "During the 1970s running shoes were designed based not only on the type of running the person did, but the running style the runner had. The three running styles that shoes were designed for included neutral runners, super nation runners and pronation runners. Nike took advantage of big name sports stars during the 1980′s and 1990′s. Endorsements from people such as Michael Jordan accompanied with the feeling of movement produced by the “swoosh” and the catchy phrase “Just Do It.” "
        },
        {
             "Paragraph": "Today there are many running shoe companies, most with running shoes to suit all styles, surfaces, distances and speed. Some brands make shoes available in different widths to ensure the perfect fit. Currently, the biggest players in the running shoe industry are: Nike, Adidas, Asics, Reebok, New Balance, Saucony, Mizuno, Brooks and Puma."
        
        }]

    
}